[
  {
    "en": {
      "title": "How do I get hired quickly?",
      "description": [
        "To get hired as soon as possible you want to gain lots of experience and knowledge. During the last three years we have created step-by-step courses, both for those starting from scratch, without previous knowledge, and for those who want to deepen or fill in the gaps. We start the practice immediately and learn exactly what we need to be able to work in teams and on big projects."
      ]
    },
    "ro": {
      "title": "Cum ma angajez repede?",
      "description": [
        "Pentru a te angaja cât mai repede vrei să dobândești experiență și cunoștințe cât mai repede posibil. În ultimii trei ani am creat cursuri pas cu pas, atât pentru cei ce încep de la zero, fără cunoștințe anterioare, cât și pentru cei ce vor să aprofundeze sau să umple goluri. Noi începem practica imediat și învățăm exact ce ne trebuie pentru a putea lucra în echipe și pe proiecte mari."
      ]
    }
  },
  {
    "en": {
      "title": "How quickly can I get a job?",
      "description": [
        "Our 1st two places hold the record of 7 weeks from Zero to HIRED, followed by a few in two months, most of them in 3-4 months and a few longer than that.",
        "It all depends on how much time you spend practicing and how open minded you are to try new techniques and approaches to speed up your learning process.",
        "The key is to practice all the time and write all the time."
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "Do I need a diploma to get hired?",
      "description": [
        "Less than 5% of employers will ask for your studies, while 99% of them will give you a coding test as well as a culture fit test.",
        "At CodeTap Academy you'll master how to write a CV and all the ins and outs of an interview. The more you practice your communication skills with your team members the easier interviews will get."
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "Whom succeeded so far?",
      "description": [
        "Our successes come from a rich variety of previous backgrounds: waiters, electricians, bartenders, taxi drivers, uber eats, students, CCTV security, no job, I.T., etc.",
        "There are over 40,000,000 developers in the world and each of them, no matter if they are beginners or experts, at some point in their life knew nothing about coding or nothing about how to build an website.",
        "Remember, you don't have to be good to start, you have to start to become good."
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "How many succeeded so far?",
      "description": [
        "We shaped and helped tens of successful people and so far we have a 100% success rate for our mentored students. As long as you make this your number one priority and focus on improving your skills every day through practice, well structure input and tailored help you become your best version you can be, there is nothing stopping you from becoming hireable as quickly as possible."
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "What else does mentoring offer on top of mastering how to build websites?",
      "description": [
        "Through our Zero to Hired program, we cover all aspects of the daily life of a web developer. You'll discover how to write a killer CV that gets tens of calls, how to answer questions over the phone, before, in and after the interview, what questions to ask and when to ask, how to work well in a team and how to deliver value to a company, how to influence people and make friends, how to negociate an offer, how to ask for a promotion or change jobs if needed."
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "How do you compare with your competition?",
      "description": [
        "We consider our competiotion brothers in arms. All of our courses are kept fresh and improved based on our learnings by listening to you.",
        "We create new courses all the time and refresh the most successful ones. We also aim to release one or more lessons each day to keep you busy like a bee.",
        "Most importantly, we teach you from personal experience of top successful web developers. You get to master what works today from the best!"
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "Why does CodeTap Academy work?",
      "description": [
        "We’ve crammed 20+ years of experience into a step by step tutorial colection for beginners like you. You’ll join a team and get to build websites and publish them online from day 1.",
        "You'll master techniques that PROfessinal web developers use to be more efficient and you'll follow on a daily basis processes big companies use to increase the success rate of a project. You'll start to fit in like a glove in more and more companies. We'll make you hireable."
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "How quickly can I get a job?",
      "description": [
        "Our 1st two places hold the record of 7 weeks from Zero to HIRED, followed by a few in two months, most of them in 3-4 months and a few longer than that.",
        "It all depends on how much time you spend practicing and how open minded you are to try new techniques and approaches to speed up your learning process.",
        "The key is to practice all the time and write all the time."
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "How do you compare to college or university?",
      "description": [
        "Firstly, according to the 2016 Stack Overflow survey of over 56,000 coders, mentorship programs correlate with higher pay than a college degree. I’ve always suggested that students find a good mentor, but with that kind of data-backed endorsement, I thought we should do a little more.",
        "Secondly, after you finish university or college, you will get a job and start paying your debts. In the same time, through mentorship you can easily reach Senior-level, have no debts and earn money."
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "How much time do I need to spend?",
      "description": [
        "As much time as you can. You want to make this a top priority.",
        "To have a good start it's ideal to spend a week writing down each half an hour all the activities you've just done and for how long. At the end of the week write down all the unique activities and sum up the time spent for them. You'll figure out which ones you want to pause or throw away, which ones you can reduce and so on"
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "How much can I earn, in London?",
      "description": [
        "Students of CodeTap Academy can earn between £35,000 and £50,000 in the first year. Getting hired in this bracket is the easy part.",
        "The more you want to climb up the career ladder, the more effort and experience you want to gain. Seniors can top 6 digits per year. That's over £100,000.",
        "With proper guidance, good focus and sustained effort you can reach senior level in 3 to 5 years"
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "How can I get in touch with you?",
      "description": [
        "To ask more questions, visit our website at https://codetap.academy and click the CHAT button.",
        "Once you've joined our chat server, feel free to ask any questions and as many as you want on our #genera, #ask-questions-here or specific course channels",
        "If you prefer email, you can reach us on hello@codetap.academy"
      ]
    },
    "ro": {
      "title": "changeme",
      "description": [
        "asdf"
      ]
    }
  },
  {
    "en": {
      "title": "What will I have to do at work?",
      "description": [
        "Once hired, you will be introduced to the group you will spend your time with. Everyone will greet you and tell you the name, the position they occupy and other useful information, so that when you need help, you know who to call.",
        "You will be introduced to the system and routine by which you will take tasks to solve. Tasks are for all levels, so beginners will take easier tasks, the most interesting advances. Most beginners get used to the new job between 4 and 6 weeks following in a short time to feel at home, very comfortable.",
        "All of these things will not be new to you, because at CodeTap Academy, you will do all these things in preparation for what you receive through mentoring. When the time comes to hire, it will be just a change of address."
      ]
    },
    "ro": {
      "title": "Ce va trebui să fac la locul de muncă?",
      "description": [
        "Odată angajat, vei fi introdus colectivului cu care îți vei petrece timpul. Fiecare te va saluta și îți va spune numele, postul pe care îl ocupă și alte informații utile, astfel încât, când vei avea nevoie de ajutor, să știi la cine să apelezi.",
        "Vei fi introdus în sistemul și rutina prin care vei lua sarcini spre rezolvare. Sarcinile sunt pentru toate nivelurile, astfel încât începătorii vor lua sarcini mai ușoare, avansații pe cele mai interesante. Majoritatea începătorilor se obijnuiesc cu noua slujbă între 4 și 6 săptămâni urmând într-un scurt timp să se simtă ca la ei acasă, foarte comod.",
        "Toate aceste lucruri nu vor fi noi pentru tine, deoarece la CodeTap Academy, vei face toate aceste lucruri în pregătirea ce o primești prin mentorat. Când va veni vremea să te angajezi, pentru tine o să fie doar o schimbare de adresă."
      ]
    }
  }
]